---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsElecCircuitWireNumRunsParam
source: html/87ffc778-3ed5-568d-ccb9-61105bc03171.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsElecCircuitWireNumRunsParam Property

"# of Runs"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsElecCircuitWireNumRunsParam { get; }
```